/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Skype WiFi kurz vorgestellt";
"INTRO_SUBHEADER" = "Gehen Sie an öffentlichen WLAN-Hotspots online und zahlen Sie minutengenau mit Skype-Guthaben.";
"INTRO_ICON_WIFI" = "Nutzen Sie Skype, rufen Sie E-Mails ab und surfen Sie im Netz.";
"INTRO_ICON_GLOBE" = "Skype WiFi ist an über einer Millionen Standorten weltweit verfügbar.";
"INTRO_ICON_SKYPECREDIT" = "Zahlen Sie nur für die tatsächlich genutzten Minuten.";

"STATE_CHECKINGNETWORK_HEADER" = "Bitte warten…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Netzwerk auf Skype WiFi-Verfügbarkeit prüfen";

"STATE_JOINWIFI_HEADER" = "Sie sind mit keinem Drahtlosnetzwerk verbunden";
"STATE_JOINWIFI_SUBHEADER" = "Bitte mit einem öffentlichen Drahtlosnetzwerk verbinden, das Skype WiFi unterstützt";

"STATE_ALREADYONLINE_HEADER" = "Sie sind bereits online";
"STATE_ALREADYONLINE_SUBHEADER" = "Offenbar sind Sie bereits mit dem Internet verbunden. Verwenden Sie Skype WiFi, um an über 1 Millionen Standorten weltweit online zu gehen.";

"STATE_GENERALERROR_HEADER" = "Verbindung nicht möglich";
"STATE_GENERALERROR_SUBHEADER" = "Dieses Drahtlosnetzwerk antwortet nicht korrekt. Versuchen Sie es mit einem anderen Netzwerk.";

"STATE_CONNECT_HEADER" = "Skype WiFi ist hier verfügbar";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Mit dem Verbinden stimme ich den <a href=\"%@\">Nutzungsbedingungen&nbsp;des&nbsp;Anbieters</a> zu.";

"STATE_CONNECT_BUTTON" = "Verbinden";
"STATE_CONNECTING_BUTTON" = "Verbindung wird hergestellt…";

"STATE_CONNECTED_SHORT" = "Verbunden";
"STATE_CONNECTED_HEADER" = "Sie sind mit Skype WiFi online";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Trennen";
"STATE_DISCONNECTING_BUTTON" = "Verbindung wird getrennt…";

"STATE_NOCREDIT_HEADER" = "Zu wenig Skype-Guthaben";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Weitere Informationen";
"CLOSE_BUTTON" = "Schließen";
"GO_BACK_BUTTON" = "Zurück";
"CONTINUE_BUTTON" = "Fortfahren";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi benötigt OS X %@ oder neuer.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi kann nicht mir Ihrem Microsoft-Konto verwendet werden. Bitte melden Sie sich direkt mit Ihrem Skype-Namen und Kennwort an.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi kann nicht mir Ihrem Microsoft-Konto verwendet werden. Bitte melden Sie sich direkt mit Ihrem Skype-Namen und Kennwort an.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — „%@“";

"FLOATER_CONNECTED_TITLE" = "Sie sind mit Skype WiFi online";
"FLOATER_CONNECTED_WISPR_TITLE" = "Sie sind online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Verbindung läuft in Kürze ab";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Zu Ihrem Schutz wird bei Verbindung mit Skype-Guthaben Ihre Verbindung automatisch getrennt, falls Sie dies vergessen sollten.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d Minuten";

"STATE_CONNECT_SUBHEADER" = "Stellen Sie mit Skype WiFi über dieses Drahtlosnetzwerk eine Verbindung mit den Internet her und bezahlen Sie nur für die tatsächlich genutzten Minuten mit Skype-Guthaben.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi ist hier kostenlos";
"STATE_CONNECT_FREE_SUBHEADER" = "Genießen Sie kostenlosen Internetzugang an diesem Hotspot mit Skype WiFi. Surfen Sie im Netz, rufen Sie E-Mails ab oder nutzen Sie einfach Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Ich habe ein Konto bei diesem Anbieter";
"STATE_CONNECT_WISPR_SUBHEADER" = "Sollten Sie bereits in Konto bei diesem Anbieter haben, geben Sie dessen Informationen hier ein.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Ihre Internetverbindung läuft in Kürze ab";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Sie können die Verbindung jederzeit trennen und Ihnen werden nur die tatsächlich genutzten Minuten berechnet.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Sie sind seit etwa %d Minuten online.";
"COUNTUP_0MIN" = "Sie sind weniger als eine Minute online.";
"COUNTUP_1MIN" = "Sie sind seit etwa einer Minute online.";
"STATE_CONNECTED_WISPR_HEADER" = "Sie sind jetzt online";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Die Verbindung wurde unter Verwendung Ihres Kontos bei dem Hotspotanbieter hergestellt. Sie können die Verbindung jederzeit trennen.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Diesen Hotspot bewerten";

"STATE_CONNECTED_EXTEND_BUTTON" = "Online bleiben";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Verbindung wird wiederhergestellt…";

"STATE_NOCREDIT_SUBHEADER" = "Sie benötigen Skype-Guthaben, um hier minutengenau für den Internetzugang mit Skype WiFi zu bezahlen.";
"STATE_NOCREDIT_BUTTON" = "Skype-Guthaben erw.";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Netzwerk prüfen";
"STATE_JOINWIFI_SHORT" = "Kein Drahtlosnetzwerk";
"STATE_ALREADYONLINE_SHORT" = "Bereits online";
"STATE_GENERALERROR_SHORT" = "Fehler";
"STATE_CONNECT_SHORT" = "Hier verfügbar";
"STATE_NOCREDIT_SHORT" = "Kein Guthaben";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d Minuten verbleiben";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 Minute verbleibt";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "weniger als eine Minute verbleibt";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Ihre Internetverbindung läuft in Kürze ab";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype-Name";
"LOGIN_PASSWORD_PLACEHOLDER" = "Kennwort";
"LOGIN_BUTTON" = "Anmelden";
"SIGN_OUT_BUTTON" = "Abmelden";

/* unused */
"LOGIN_PROBLEMS" = "Probleme bei der Anmeldung?";
"LOGIN_CREATE_ACCOUNT" = "Konto erstellen";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Einstellungen";
/* unused */
"SETTINGS_BUTTON" = "Einstellungen";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi Version %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype und/oder Microsoft";
"ABOUT_PATENTPENDING" = "Patente angemeldet";
"ABOUT_FEEDBACK_BUTTON" = "Feedback";
"ABOUT_LEGAL_BUTTON" = "Rechtliches";
"ABOUT_TRADEMARK" = "Der Name „Skype“, dazugehörige Marken und Logos und das Symbol „S“ sind Marken von Skype.";
"ABOUT_DISCLAIMER" = "Achtung: Dieses Programm ist durch Urheberrechtsgesetze und internationale Verträge geschützt. Die unbefugte Reproduktion oder der Vertrieb dieses Programms oder von Teilen desselben können zivil- oder strafrechtlich verfolgt werden und führen zu Strafen im gesetzlich festgelegten Höchstmaß.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype-Name";
"PROFILE_SKYPECREDIT" = "Skype-Guthaben";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Nicht verfügbar";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Laden …";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Besuchte Hotspots";
"USAGE_PREVIOUSCONNECTIONS" = "Vorherige Verbindungen";
"USAGE_LASTUSED" = "Zuletzt verwendet";
"USAGE_LASTUSED_NEVER_VALUE" = "Nie";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ am %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Beliebte Standorte";
"SUPPORTEDNETWORKS_PROVIDERS" = "Anbieter";
